import React from "react";
import "../scss/intro.scss";

const Intro = () => {
  return (
    <div className="intro">
      <div className="intro_container">
        <h1>
          안녕하세요. <br />
          <span className="front-end">프론트엔드 개발자</span>
          <br /> <span className="intro_name">장유진</span>입니다.
        </h1>
        <div>
          <span>#ddd</span>
          <span>#ddd</span>
          <span>#ddd</span>
        </div>

        <div className="introduce">
          <h3>
            {/* <span># 계획적</span>으로 <span># 끊임없이</span>
            <span># 도전하며</span> 성장하는 개발자 */}
            Who Am I
          </h3>
          ㅣ아ㅓ로미ㅏㅓㅗ라ㅓ노미ㅏ허ㅗㄴ마ㅣㅓㅗㄹ마ㅓㄴ오리마ㅓ회ㅏㅁ어ㅜㅍ마ㅓㅏㅓㅁ눙파머뉘하ㅓㅠㅗㅁ니ㅏ어푸미ㅏ너ㅜㅏ.ㄴ머우하.머늏피ㅏㅓ오류ㅣ파ㅓ귀햐며도걓;ㅕㅓㄷㄱ우펴럳우ㅑㅏㅍㄱㄹ허ㅗㅠㅜㄷㄱ헏ㄱㅎㄷㄱㅎㅎㅣ아ㅓ로미ㅏㅓㅗ라ㅓ노미ㅏ허ㅗㄴ마ㅣㅓㅗㄹ마ㅓㄴ오리마ㅓ회ㅏㅁ어ㅜㅍ마ㅓㅏㅓㅁ눙파머뉘하ㅓㅠㅗㅁ니ㅏ어푸미ㅏ너ㅜㅏ.ㄴ머우하.머늏피ㅏㅓ오류ㅣ파ㅓ귀햐며도걓;ㅕㅓㄷㄱ우펴럳우ㅑㅏㅍㄱㄹ허ㅗㅠㅜㄷㄱ헏ㄱㅎㄷㄱㅎㅎㅣ아ㅓ로미ㅏㅓㅗ라ㅓ노미ㅏ허ㅗㄴ마ㅣㅓㅗㄹ마ㅓㄴ오리마ㅓ회ㅏㅁ어ㅜㅍ마ㅓㅏㅓㅁ눙파머뉘하ㅓㅠㅗㅁ니ㅏ어푸미ㅏ너ㅜㅏ.ㄴ머우하.머늏피ㅏㅓ오류ㅣ파ㅓ귀햐며도걓;ㅕㅓㄷㄱ우펴럳우ㅑㅏㅍㄱㄹ허ㅗㅠㅜㄷㄱ헏ㄱㅎㄷㄱㅎㅎㅣ아ㅓ로미ㅏㅓㅗ라ㅓ노미ㅏ허ㅗㄴ마ㅣㅓㅗㄹ마ㅓㄴ오리마ㅓ회ㅏㅁ어ㅜㅍ마ㅓㅏㅓㅁ눙파머뉘하ㅓㅠㅗㅁ니ㅏ어푸미ㅏ너ㅜㅏ.ㄴ머우하.머늏피ㅏㅓ오류ㅣ파ㅓ귀햐며도걓;ㅕㅓㄷㄱ우펴럳우ㅑㅏㅍㄱㄹ허ㅗㅠㅜㄷㄱ헏ㄱㅎㄷㄱㅎㅎㅣ아ㅓ로미ㅏㅓㅗ라ㅓ노미ㅏ허ㅗㄴ마ㅣㅓㅗㄹ마ㅓㄴ오리마ㅓ회ㅏㅁ어ㅜㅍ마ㅓㅏㅓㅁ눙파머뉘하ㅓㅠㅗㅁ니ㅏ어푸미ㅏ너ㅜㅏ.ㄴ머우하.머늏피ㅏㅓ오류ㅣ파ㅓ귀햐며도걓;ㅕㅓㄷㄱ우펴럳우ㅑㅏㅍㄱㄹ허ㅗㅠㅜㄷㄱ헏ㄱㅎㄷㄱㅎㅎ
        </div>
      </div>
    </div>
  );
};

export default Intro;
